{"1": {"art_title": "Escape a Sinking Car", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcbf1c1b3_-_100-skills-066-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "The moment your car hits the water—or before, if you have the presence of mind—lower your window. (The electric motors should work, even in saltwater.) If the car floats for a few seconds, slither out the window. If it sinks right away, water will rush in and fill the interior. Sounds bad, but it's actually good: It equalizes water pressure, allowing you to open the door. If the windows don't open, \"keep a tool like a spring-loaded center punch to break a door window,\" says Jamie Hyneman of the MythBusters, who escaped from a sinking car in an episode of their TV show. Co-host Adam Savage adds: \"You're not always in your own car, so in that case the skill is not to panic as you hold your breath and wait for the car to fill with water.\""}, "2": {"art_title": "Parallel Park", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc2aad51_-_100-skills-082-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Use the parked car in front of the space as a guide. Start turning the wheel to the right when the side mirror lines up with the front car's front door. When the front seat is even with the rear bumper of the front car, straighten the wheel and aim straight back for the far corner of the space. When the right front bumper just clears the left rear bumper of the front car, cut the wheel quickly to the left and finish backing into the space. To straighten out, turn the steering wheel to the right and pull forward. More: How to Parallel Park Perfectly Every Time"}, "3": {"art_title": "Build a Campfire", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/05/480x360/54c88c436d3f2_-_25-skills-07-1007-lgn.jpg?crop=1xw:1xh;center,top&resize=980:*", "art_content_wrapper": "To find dry fuel, look for standing deadwood and broken branches stuck in tree limbs, says Tom Laskowski, director of Midwest Native Skills Institute. Place the material next to your cheek; if it feels cool, it's too wet to burn efficiently. To fuel a 1-hour fire, gather two large fistfuls of tinder--such as cattail down and crushed pine needles--and about 30 twigs, 20 pencil-size sticks and 10 wrist-thick pieces. Form a tepee with three 6-in.-tall sticks and place smaller sticks on the floor as a platform for the tinder. Lean the smallest sticks on the tepee, leaving a doorway to face the wind. Place the next size of sticks on top; repeat twice. Pack the tepee with the tinder and light it. Slowly add the 10 largest sticks in a star pattern. TIP : If it's raining, Laskowski uses a cotton ball smeared with Vaseline (or ChapStick) as a foolproof fire starter."}, "4": {"art_title": "Fix a Bike Flat Tire", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/05/480x360/54c88c47a6f21_-_25-skills-24-1007-de.jpg?crop=1xw:1xh;center,top&resize=980:*", "art_content_wrapper": "Once you remove the wheel, force the deflated tire off the rim, starting opposite the valve, then separate tire and tube. If the leak is a large tear, throw the tube out. To locate a pinhole leak, inflate the tube and feel for escaping air. If necessary, dunk the tube in water and look for bubbles. Apply a patch over the hole. The repair should last the life of the tire. Before remounting the tire, wipe the inside of it clean with a dry cloth to remove any sharp objects that might puncture the tube. Then work the lip of the tire onto half of the rim. Tuck the tube inside the tire, and insert the valve into its rim hole. Pump some air into the tube to reduce its chances of getting pinched between rim and tire. Then work the tire onto the rest of the rim, starting at the valve. Split the wheel into quarters. Work one-quarter down either side from the valve. Then repeat the process on the other half of the tire. This final step may require two bike levers."}, "5": {"art_title": "Split Firewood", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb09bf40_-_100-skills-003-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Seasoned splitters use a maul, not an ax, to prep firewood. (With its slim taper, an ax head often gets stuck in the end grain.) Don't use a chopping block—it reduces the arc of the swing, which decreases power. Instead, place the log on the ground, 5 in. closer than the length of the maul handle. Stand with your feet shoulder-width apart; place your dominant hand at the bottom of the handle and the other hand three-quarters up the handle. Rest the maul on the wood, then lift it all the way up—your bottom arm should be straight and your top arm slightly bent. As you begin the downward motion, slide your top hand down to your bottom hand. Use your whole body, not just your arms, and bend your knees slightly, snapping them back a split second before hitting the wood."}, "6": {"art_title": "Wax a Car", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb2df204_-_100-skills-012-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Park the car in the shade, or work after sunset to keep hot sunshine off the paint. Wash the car thoroughly with a cleaner that won't strip off old wax, as household detergent does. Rub the wax on in a circular motion, one panel at a time. Give it a few minutes to haze up, then buff off with terry cloth or microfiber polishing cloths. More: How to Wax Your Car"}, "7": {"art_title": "Paddle a Canoe", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/05/320x426/54c88c47775ed_-_25-skills-23-1007-de.jpg?crop=1xw:1xh;center,top&resize=980:*", "art_content_wrapper": "For flat-water cruising, the sternman's J-stroke is key: It keeps the canoe tracking in a straight line. Reach forward so the \"catch\"--the start of the blade's pull through the water—is well in front of your knees. At midstroke, the blade should be vertical and fully immersed. The upper arm extends diagonally across your body as though delivering a cross-punch and finishes on the outside of the gunwale (top edge of the canoe). The motion delivers power through a lever action; use the shaft hand initially as a fulcrum, then pull back on the shaft. The second half of the stroke traces the hook of the letter \"J.\" When you draw the blade out of the water, the power face (the side pulling against the water) is parallel to the canoe, with the thumb of your top hand pointing down. Your paddle is acting as a part-time rudder."}, "8": {"art_title": "Use a Chainsaw", "art_img_url": "https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/chainsaw-1525464586.jpg?crop=1xw:1xh;center,top&resize=980:*", "art_content_wrapper": "Chainsaws are extremely handy tools, but they are also unforgiving and demand your undivided attention when using. Follow these rules every time you use your chainsaw. 1: Stand properly using the boxer stance. For right-handed people, that means putting the left foot slightly in front and at a 45-degree angle, with the right foot slightly in back. Keep your feet approximately shoulder-width apart. Bend your knees. 2: Keep both hands on the saw, and never take your eyes off the bar as you cut. 3: Plan your cut so you know exactly where the saw's bar (note: it's called the bar, not the blade) will exit the log. As the old timers used to say: It's not where you start the cut that counts—it's where you finish. That is, you don't want to sweep right through the log, out the other side, and into your leg or foot. 4: Don't be caught by surprise when you feel the saw's pull. Cutting on the bottom of the bar pulls you toward the log, cutting on the top of the bar pushes you away. 5: Beware the kickback zone . Don't dig the bar into that zone. 6: Unless they're formally trained in chainsaw use, homeowners should always use a reduced kickback saw chain. Yes, it cuts more slowly than what the pros use, but it's much safer. 7: Wear appropriate safety gear: chaps, boots, gloves, and eye and hearing protection. Learn more here ."}, "9": {"art_title": "The Perfect Pushup", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc1a02ad_-_100-skills-077-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Feet should be no farther than 12 in. apart, hands about shoulder-width. \"Your body is in a straight line from heels to shoulders,\" Kaplan says. Bend your elbows to lower your body as a single unit until your upper arms are parallel to the ground. Return to the starting position, with arms fully extended. Repeat until ordered to stop."}, "10": {"art_title": "Bleed Car Brakes", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/05/320x426/54c88c475161f_-_25-skills-22-1007-lgn.jpg?crop=1xw:1xh;center,top&resize=980:*", "art_content_wrapper": "When the brake pedal starts to feel spongy, it's time to bleed your brakes. Make sure all four bleeder bolts at the wheels turn readily, then use a turkey baster to suck old brake fluid out of the reservoir. Clean the reservoir and fill to the brim with fresh fluid. Put a small hose on the bleeder to route the fluid into a container. Have an assistant depress the brake pedal. Open the bolt farthest away from the master cylinder a quarter-turn, then close it. Ask the helper to slowly lift his foot off the pedal, then depress it again, repeating until fresh fluid comes through the hose. Top off the reservoir regularly. Repeat the process at the other three corners, then do all four corners again. ABS pumps may require bleeding as well; check the manual."}, "11": {"art_title": "Move Heavy Stuff", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb98775e_-_100-skills-042-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "The favorite heavy-moving tool of Chris Wells, driver-owner-operator of A-Mrazek Moving Systems, is ... a blanket. \"Tilt one end of the object up and bunch the blanket underneath, then tilt the other end up and pull the blanket through, so that the object is sitting on the blanket. Then it's easy to pull it wherever you want it to go.\""}, "12": {"art_title": "Paint a Room", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/05/480x360/54c88c460558a_-_25-skills-17-1007-lgn.jpg?crop=1xw:1xh;center,top&resize=980:*", "art_content_wrapper": "Good paint jobs start before the first can of paint is opened. Prepare the room by removing all hardware (door latchsets, receptacle and switch plates). Don't just fill small holes in the plaster or drywall; enlarge them first so the compound can be pushed in place, and wet the hole to slow drying. Sand rough spots, wash dirty areas, then prime. Paint the ceiling, then the walls. Use a 212-in. brush to cut in the finish color at all corners and against the trim. Switch to a roller, apply paint in a W pattern and fill it in. After you dip the roller in the paint tray, 70 percent of the paint comes off on the first downstroke; avoid splatters by starting at least 9 in. from the corner. Apply two coats. Finish by painting the woodwork and trim with a gloss or semigloss paint. It's safest to mask off the walls beforehand, although pros often skip this step. If you do mask, use a tape designed for the purpose so the adhesive doesn't pull the paint from the wall. Once the final coat dries, reinstall hardware."}, "13": {"art_title": "Find Potable Water", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb1598dd_-_100-skills-006-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Don't exert yourself in the heat of the day. You may lose more water by sweating than you'll gain by digging. Ravines and valleys are carved by running water, so head for the bottom. In deserts, with only occasional flow, look for cottonwoods, willows and other light-green vegetation that grows in wet areas. When the sun or moon is low in the sky, scan the horizon for reflections that may reveal the location of small pools. (Don't worry if the water looks scummy. Waterborne illnesses won't kick in for at least three days; dehydration can kill in a single day.) Collect morning dew by wiping grass with a cloth, then wringing out the water. If you have plastic bags, wrapping them around the boughs of deciduous trees yields 1 or 2 ounces a day."}, "14": {"art_title": "Get a Car Unstuck", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/05/480x360/54c88c457bb8d_-_25-skills-15-1007-de.jpg?crop=1xw:1xh;center,top&resize=980:*", "art_content_wrapper": "When you're stuck, don't gun the engine to get out--the tires will only dig in deeper. Instead, straighten the steering wheel, then dig out as much sand, snow or mud from around the front or rear of the tires as you can, depending on the direction you want to go. Place a floor mat snugly under a portion of each drive wheel (if your vehicle is 4wd, position a mat under each wheel). Ease the vehicle onto the mats. If there's a passenger, have him push the vehicle in the direction you want to go. Repeat the procedure as needed, slowly progressing in the direction of travel until the vehicle is free. TIP : To maximize traction, lower the tires' air pressure by 10 to 15 psi or until the sidewall begins to bulge. This spreads out the footprint of the tire, helping the vehicle float over terrain. Drive slowly and air the tires back up as soon as possible."}, "15": {"art_title": "Fillet a Fish", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/05/480x360/54c88c44e3233_-_25-skills-13-1007-lgn.jpg?crop=1xw:1xh;center,top&resize=980:*", "art_content_wrapper": "Set the scene with a flat surface and an appropriate knife--any long, thin, flexible and sharp blade will do, but for larger fish you might need a stiffer blade. Make your first cut behind the pectoral fin or gill cover, angling the tip of the knife slightly toward the head. Cut down to the spine, but not through it. Next, turn the fish end to end and run your knife head to tail along the dorsal fin and backbone, pushing the knife deep enough to bounce the blade off the fish's rib cage. Then run the knife carefully over the rib cage until you reach the spine. Pull the fillet back as you cut, which will help you see what you're doing. Repeat the process through the bottom half of the fish, and you're done with that side. Flip and repeat for two boneless fish fillets. TIP : \"One side of the fish is always easier to cut than the other. It's a matter of physiology: Right-handed people find it easier to cut from left to right; lefties, vice versa. Do the harder side first. The fullness of the fish will make it easier to control on the cutting board.\""}, "16": {"art_title": "Back Up a Trailer", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/05/480x360/54c88c4342f58_-_25-skills-06-1007-de.jpg?crop=1xw:1xh;center,top&resize=980:*", "art_content_wrapper": "If you're doing this without a spotter, put your left hand at six o'clock on the steering wheel, and drape your right hand over the seatback. As you back up, move your steering hand in the direction you want the trailer to go. TIP : \"If the trailer is too low to see, tape sticks or flags to the rear corners.\""}, "17": {"art_title": "Shoot Straight", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcbfd91c2_-_100-skills-069-1008-de.jpg?fill=320:426&resize=980:*", "art_content_wrapper": "When you spot your deer, take a deep breath, hold it and aim. (Your nonsighting eye should be closed.) Exhale halfway, then hold your breath again. Now comes the first commandment of riflery: Thou shalt not jerk back the trigger finger. Instead, squeeze with a steady pressure until the trigger releases. \"The idea is not to disturb the gun,\" says former Olympic rifle coach David Johnson. \"You should actually be a bit surprised when the gun fires.\""}, "18": {"art_title": "Sharpen a Knife", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/05/480x360/54c88c4467050_-_25-skills-11-1007-lgn.jpg?crop=1xw:1xh;center,top&resize=980:*", "art_content_wrapper": "Use a combination stone that has a coarse side and a fine side. The trick is to hold the blade at the correct angle. According to Bob Montagno, an expert sharpener and plant manager at Norton Pike (the first American sharpening-stone maker), most European blades have a 22- to 25-degree blade. \"That's about the angle of a book of matches,\" Montagno says. \"Japanese knives and fillet knives are 12 to 15 degrees.\" First, lubricate the coarse side of the stone with mineral oil or water; then push the blade across in a sweeping motion, like you're cutting a thin slice off the stone. \"Flip the knife and work the other side until a slight burr forms along the edge,\" Montagno says. \"Switch to the fine side of the stone, lift the blade to a slightly higher angle and hone off the burr to create a razor-sharp micro bevel.\" TIP : Stroking each side of the beveled edge at the honed angle on a steel (the rodlike tool in carving sets) straightens microscopic distortions. More: The Right Way To Sharpen Kitchen Knives"}, "19": {"art_title": "Change Oil and Filter", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/05/320x426/54c88c46ba0e8_-_25-skills-20-1007-lgn.jpg?crop=1xw:1xh;center,top&resize=980:*", "art_content_wrapper": "Every 3000 miles you can commune with your car when you change the oil. Warm the engine to stir up any sediment in the crankcase, then raise the car on stands or ramps. Put a pan under the drain and re-move the plug; let it drain for 10 minutes. Remove the filter, and let it drain into the pan; make sure the O-ring comes off. Use your finger to coat the new filter's O-ring with a little oil. If the angle of the new filter allows, prefill it with oil and screw it on. Tighten a three-quarter turn after the gasket touches. Reinstall the drain plug with a new crush washer or seal. Add all but the last quart of oil, start the engine and check for leaks. Turn off the car, let it sit for a few minutes, then check the oil level. Top off to the fill mark."}, "20": {"art_title": "Fix an Outlet", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/05/320x426/54c88c43ab1a9_-_25-skills-08-1007-lgn.jpg?crop=1xw:1xh;center,top&resize=980:*", "art_content_wrapper": "If the lamp goes out, but the bulb's not fried, it's time to check the outlet. Once you turn off the breaker, here's how to fix the usual suspects. Detached Wire: Cut the damaged wire 1/8 in. from the end, strip 1/2 in. of insulation; reattach by bending the wire clockwise under the terminal screw and tighten. Loose Push-In Connection: Reattach the loose wire on the back of the outlet under the appropriate terminal screw. Loose Splice: Remove the wire connector and replace it with a pro-quality Ideal 341 or 3M Super Tan. Hold the stripped wires so their ends are even and tighten the new connector. TIP : To ensure that the splice is secure, gently tug on each wire."}, "21": {"art_title": "Navigate with a Map and Compass", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/05/320x426/54c88c43ede7a_-_25-skills-09-1007-de.jpg?crop=1xw:1xh;center,top&resize=980:*", "art_content_wrapper": "Though GPS may seem ubiquitous, it doesn't work everywhere. Mountains and dense tree cover can knock out sat signals--and batteries can die. Here's how to roam the backcountry with a compass and topo map. Orient the Map by aligning its magnetic north (MN) indicator with your compass's reading of MN. Pencil the MN Line across the map, then anchor the map in this north-facing position; instead of turning the map as you head toward your destination, pivot around it as if switching seats at a table. Draw a line between where you are and where you want to go. Once you turn toward the destination, the line of travel should be perpendicular to your chest. Fold the map parallel to your line of travel, leaving a 2-in. margin on the side that you hold. Place the map between thumb and index finger and begin \"thumbing the map\"--use your thumb to check off terrain features as you travel so you can look away from the map without losing your bearings. TIP : \"Estimate how long it will take to get to your destination. Then, as you pass landmarks, see if your estimate is holding up. It will give you confidence in your location. An adult male hiker takes 20 to 40 minutes per mile on flat to moderately sloping terrain.\""}, "22": {"art_title": "Drive a Stick Shift", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcbee162c_-_100-skills-065-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Teach your kids to master this vanishing art (only about 4 percent of new cars in the U.S. have sticks) and they'll save on the sticker, use less gas and be more attuned to the car. The initial learning curve can be stressful, so practice in empty parking lots or on level country roads. Beginners tend to let the clutch out too fast while simultaneously stepping too hard on the gas. Instead, have your student rev the engine to a little above idle and try to hold it steady. Then have him practice easing the clutch in and out to control his speed in first gear. Read our complete guide: How to Drive a Stick Shift"}, "23": {"art_title": "Take the Perfect Portrait", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb11f860_-_100-skills-005-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "To properly frame a face, opt for a zoom between 120 and 150 mm, says Lynn Donaldson, who shoots for National Geographic Traveler . Any wider and you risk exaggerating features. But zoom in too much and you can add the illusion of weight, because longer lenses compress space. Opt for a simple background; avoid bright light directly in front of subjects (they'll squint) or behind them—automatic cameras darken the foreground until your subjects look like silhouettes. To counteract this, turn the flash on. \"You can almost always use your flash in the sun,\" Donaldson says. \"It evens out skin tones and makes wrinkles and dark circles disappear.\""}, "24": {"art_title": "Frame a Wall", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/05/480x360/54c88c429ba8d_-_25-skills-04-1007-lgn.jpg?crop=1xw:1xh;center,top&resize=980:*", "art_content_wrapper": "It's the basic partition—an interior, non-load-bearing wall with a door opening. Here's how to frame it, so you can divide your basement into a really useful storage area and a totally indulgent man space—say, a big-screen sports den. Hold the base and top plates together with their ends aligned, then measure 15 1/4 in. from the end farthest from the door opening. Draw a line across the edge of the plates and mark an X right of the line. From here, mark a series of lines--one for each stud--spaced 16 in. apart, with an X to the right of each. Mark the plates to indicate a door opening. Separate the plates and nail studs to the right of each line. Use two common 16d nails driven through the plate at the top and bottom of each stud. Single-frame door openings require four pieces of lumber. Measure your door; then make the opening 2 in. higher and wider. To remove the sill plate in the opening, use an eight-point crosscut saw to cut almost through. (Protect the floor with masking tape.) Knock out the piece with a hammer and clean it up with a chisel. TIP : Each stud has a slight arch known as a crown. Position studs with crowns facing the same way when you nail the wall together. This prevents the wall from looking wavy after it's complete.\""}, "25": {"art_title": "Patch a Radiator Hose", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/05/54c88c41d5445_-_25-skills-01-1007-lgn.jpg?crop=1xw:1xh;center,top&resize=980:*", "art_content_wrapper": "Steam hissing from a ruptured radiator hose? Here's a relatively easy, temporary fix with duct tape. Wait for the engine to cool off. Open the hood and locate the source of the steam--i.e., the rupture. Clean and dry the area around the fissure; the tape won't stick as well on a damp, dirty surface. Wrap 2 to 3 in. of duct tape around the hose over the hole; press firmly. Overwrap the patch (the hose will be under intense pressure) from 2 to 3 in. above the original piece to about 2 or 3 in. below, then work your way back. Check your radiator level before cranking the engine. \"If it's seriously low and you don't have a can of coolant, use water or, in an emergency, diet soda,\" says Tony Molla of the National Institute of Automotive Service Excellence and former pro wrench jockey. \"Avoid using fruit juice or anything with sugar or acids in it. It'll corrode the radiator and hoses.\""}, "26": {"art_title": "Tape Drywall", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcafebc3e_-_100-skills-001-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Easy to do. Hard to do well. Spread a strip of compound about the width of your 5-in. drywall knife along the entire joint, then press the tape into the compound. Use your knife to embed the tape; allow the excess compound to build up on the front of the blade, covering the tape in a thin layer. Repeat with a 4-in. knife to remove even more excess compound. Let the joint dry; sand lightly and repeat with an 8- or 10-in. blade. (The wider the band of compound, the smoother the joint.) Dip your knife in water occasionally to keep it clean and lubricated."}, "27": {"art_title": "Use a Stick Welder", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb3cc4a5_-_100-skills-017-1008-lgn.jpg?fill=320:426&resize=980:*", "art_content_wrapper": "\"Stick welding is one of the simplest and most inexpensive ways to get into welding,\" Tocco says. (Some handymen prefer wire, or MIG, welding because it's faster.) The first step in stick welding: Set the amperage for the electrode size and metal thickness. To strike the arc, brush the electrode against the workpiece as if striking a match. Hold the electrode at a 45-degree angle to the center of the joint and drag it along at a 15- to 20- degree lead angle, Tocco says. Maintaining a consistent arc of 1/8 in. or less, move the electrode slowly, so that the molten pool at the end of the electrode washes evenly into both pieces of metal. More: How to Get Started With Welding"}, "28": {"art_title": "Grill with Charcoal", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb0401e0_-_100-skills-002-1008-de.jpg?fill=320:426&resize=980:*", "art_content_wrapper": "Cluster the coals on one side of the grill with as little space between the briquettes as possible, says Jamie Purviance, author of Real Grilling. This minimizes airflow, which keeps coals burning longer. For direct grilling (burgers, steaks, fish fillets), place the food above the burning coals. For lower-temperature, indirect grilling (chicken, ribs, roasts) place the food well away from the coals. Shut the lid; open it only to check whether the food is done. You can also grill indirectly with gas. Preheat all burners on high, then turn them down on one side of the grill to the temperature needed for the recipe and completely off on the other."}, "29": {"art_title": "Set Up a Ladder Safely", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb0d2972_-_100-skills-004-1008-de.jpg?fill=320:426&resize=980:*", "art_content_wrapper": "Before stepping on the ladder, check that it's set at the correct angle, 75 to 78 degrees. Stand with the toes of your work boots against the ladder's base and extend your arms horizontally. The ladder is at a safe angle when you can just grasp the rung at shoulder level with arms fully extended."}, "30": {"art_title": "Build a Shelter", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb1f1c67_-_100-skills-008-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Find a small dead tree about 10 to 12 ft. long to serve as a ridgepole. Lean it against a boulder, stump or the branch of a standing tree 3 to 4 ft. off the ground. Lean as many small branches as you can find against the ridgepole, then crisscross them with smaller sticks. Finally, add a thick layer of leaves and grass, plus more sticks on top to keep the wind from blowing away your \"roof.\" If time is short, or water and food are scarce, consider a more efficient, if less elegant, method: Make a big pile of leaves and grass and small debris and just dive in."}, "31": {"art_title": "Ditch your Hard Drive", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb22d368_-_100-skills-009-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Your old hard drive holds a treasure trove of info for would-be identity thieves. Simply deleting your files or reformatting the drive won't truly blank the platters. The basic strategy: Purchase disk-cleaning software, such as Evidence Eliminator or cyberCide, that eliminates files by writing zeros over all the bits—yet still leaves the drive usable for others. That way, instead of clogging up landfills, you can help out those in need. The National Cristina Foundation donates old drives to schools and public agencies. The paranoid strategy: Nothing beats good, old-fashioned physical destruction. Government agencies use professional hard-drive shredders; you can approximate the effect with a 12-in. drill bit. Use a drill driver to puncture the platter in at least four places. Your hard drive will have taken its last spin."}, "32": {"art_title": "Use a French Knife", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb25b36c_-_100-skills-010-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Pick an 8-in. blade for most kitchen cutting. \"The thinner and sharper your blade, the better the glide,\" says Harold Arimoto, president of MAC Knife. Grasp the rear of the blade between your thumb and forefinger, with your remaining fingers comfortably curled around the handle. First, slice the veggie in half and lay the flat side down, so you'll have a solid base to work on. Then, using your opposite forefinger knuckle as a guide—which also keeps fingertips out of harm's way—cut down and forward with light pressure and a slight rocking motion."}, "33": {"art_title": "Cast a Line", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb2a9991_-_100-skills-011-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "With the lure hanging 6 to 12 in. below the end of the rod, show your kid how to press and hold the reel's release button, then swiftly and smoothly bend his elbow and pull the rod back and up. As the rod bends back past vertical, he should move his forearm forward and down with a slight wrist motion, gently sweeping the rod for-ward. As it passes vertical, tell him to release his thumb from the button. After a few tries, he'll get a feel for the precise release point that sends the lure flying far and true."}, "34": {"art_title": "Fix That Check Engine Light", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb313597_-_100-skills-013-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Baffled by that annoying Check Engine light ? Plug the scan tool into the OBD II port, a 16-pin connector under the dash. If you get a code, write it down to compare next time the light comes on. Some codes, called pending codes, don't turn on the light, but will still flunk you at inspection time, so scan before your next smog check."}, "35": {"art_title": "Iron a Shirt", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb33bb6d_-_100-skills-014-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Forget the towel on the countertop; get an ironing board. (Think of it as a workbench.) First, spritz the shirt with a fine spray of water, advises Marc Borders, a wardrobe designer for the Jim Henson Company. \"Steam irons don't always get every part of the shirt.\" Start with the back of the collar, pressing tip to center. Then, with the small end of the board in the sleeve, press the back yoke (the piece between the shoulders and the sleeves). Next, iron the sleeves, cuffs first, maintaining the crease from previous pressings. For the body of the shirt, start with the collar on the left, buttons up, rotating the shirt as you press. Keep the iron moving to avoid scorching."}, "36": {"art_title": "Maneuver a Car Out of a Skid", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/05/480x360/54c88c451fb00_-_25-skills-14-1007-lgn.jpg?crop=1xw:1xh;center,top&resize=980:*", "art_content_wrapper": "Although there isn't much you can do when your car is pirouetting out of control, you can maneuver out of two basic types of skids before things get messy. When the front tires slip, you're understeering or plowing (A). This occurs when a motorist takes a turn too fast, at too sharp an angle or uses the brake or throttle excessively. The tires lose grip and the car's momentum pushes it straight instead of through the curve. When you lose traction up front, steering has no effect; so slow down by gently reducing throttle. The tires will eventually grip and pull you in the direction you want to go. Rear-wheel slippage is called oversteering or fishtailing (B). It happens during cornering when your rear wheels exceed the limit of their lateral traction before the front tires do, causing the rear of the vehicle to head toward the outside of the corner or front of the car. For rear-wheel slippage, you need to apply \"CPR\"--correction, pause and recovery. Correct by steering into the direction of the skid. Pause to let the unsprung weight of the car settle and the tires grip. Recover by steering the car straight; make your movements slow but sure. TIP : Look where you want the car to go. Stare at the pole, and you will hit the pole."}, "37": {"art_title": "Paint a Straight Line", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb36726e_-_100-skills-015-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Professionals don't like masking tape; it can leak and pull up paint when removed. On a flat surface, paint the light color first, then snap or draw a chalk line over it. (Drywall corners, unlike trim lines or window sashes, are rarely straight; follow your line, not the corner.) Use a high-quality brush with fine bristles. Move it edgewise, slowly, with just enough pressure to bend the bristles out slightly. \"You don't want too much paint on the brush to start,\" says pro painter Brian Doherty."}, "38": {"art_title": "Tie a Bowline Knot", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb391fd3_-_100-skills-016-1008-lgn.jpg?fill=320:426&resize=980:*", "art_content_wrapper": "Remember \"The rabbit comes out of the hole, goes around the tree and goes back down the hole\"? Still works."}, "39": {"art_title": "Read an Electric Meter", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb407370_-_100-skills-018-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "To monitor energy savings, check your meter regularly. The key to deciphering the five-dial mechanical meter, says Jim Ward, a meter reader in Cornwall, N.Y.: \"Read right to left.\" Write down the number on the fifth dial; round down. (The first, third and fifth dials turn clockwise; the second and fourth, counterclockwise.) Then, moving in order from right to left, note the numbers. The number you've written, read left to right, is your meter reading in kilowatt-hours."}, "40": {"art_title": "Hang Food in the Wild", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb433fa4_-_100-skills-019-1008-de.jpg?fill=320:426&resize=980:*", "art_content_wrapper": "Find two trees at least 20 ft. apart. Tie one end of a rope to the base of one tree, then toss it over a branch 15 to 20 ft. high. Throw the other end of the rope over an equally high branch on the second tree. Attach your bag to the rope in between, pull the line taut and secure the rope to the base of the second tree."}, "41": {"art_title": "Solder Wire", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb46505d_-_100-skills-020-1008-de.jpg?fill=320:426&resize=980:*", "art_content_wrapper": "Strip 1/2 in. of insulation off the ends of two wires, then slip 1 to 2 in. of PVC shrink tube along one of them, leaving the last 1/2 in. of the wire exposed. Twist the two sections of bare wire together, and heat the joint with a soldering iron from below. Apply solder along the top of the wires until molten solder wicks into the joint. Let it cool undisturbed. Slide the shrink tube over the joint and zap it with a heat gun."}, "42": {"art_title": "Use a Circular Saw", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb4bd03b_-_100-skills-021-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Novice cut: Use a square as a straightedge for accurate crosscuts on 2 x 6s and wider workpieces. Advanced cut: The key to making a pocket cut in a plywood panel is to drop the blade down accurately onto the cut line. Draw a line perpendicular to the cut line, tilt the saw forward and align the toe of the base to the perpendicular line, then lower the blade slowly. Cut almost to the end; finish with a handsaw. More: 10 Circular Saw Secrets"}, "43": {"art_title": "Use a Spade Bit", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb4ee7a9_-_100-skills-022-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Fast and rough, these bits usually splinter the wood as they exit the hole. To make a cleaner hole, stop when the tip begins to break through the underside of the workpiece. Remove the bit, turn the workpiece over and place the tip in the exit hole. Complete the hole by boring in from the opposite side. Tip : Another way to avoid splintering: Clamp wood under the workpiece, then drill through it into the scrap."}, "44": {"art_title": "Use an Infrared Thermometer", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb56026d_-_100-skills-023-1008-de.jpg?fill=320:426&resize=980:*", "art_content_wrapper": "A thermometer that reads from several feet away has lots of uses: Check a radiator for plugged tubes, pinpoint a misfiring cylinder (the exhaust manifold will be colder near the misfire), monitor trailer bearings and tires and look for insulation leaks in your house."}, "45": {"art_title": "Chisel Wood", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb58e40a_-_100-skills-024-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "To make a vertical chopping cut (1) , place the chisel at least 1/8 in. inside the cut line, with the bevel facing the waste side of the cut, and strike the tool firmly with a mallet. (You can use a hammer on chisels with metal end caps.) To remove the wood chip (2) , hold the chisel with the bevel face down and take scooping cuts toward the vertical cut you just made. To finish the cut (3) , pare vertically down to the line by holding the chisel like a dagger. Tip : Make several thin paring cuts rather than trying to remove the wood in one pass."}, "46": {"art_title": "Use a Hacksaw", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb614de8_-_100-skills-026-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "It doesn't respond well to pressure; use light strokes. On smooth, hard surfaces, mark the cut line with a carbide scriber (1) or file a starting notch. Use your thumbnail (2) as a guide to start. Apply cutting pressure only on the push stroke (3) ; lift the blade on the return stroke. Blades with 18 to 24 teeth per inch (tpi) are the most useful and versatile: Use 14 tpi for soft, thick metals (bar stock made of aluminum, copper or brass); 18 to 24 tpi for solid steel channel and pipe; 28 to 32 tpi for thin-wall armored electrical cable and sheetmetal."}, "47": {"art_title": "Use a Torque Wrench", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb643e97_-_100-skills-027-1008-de.jpg?fill=320:426&resize=980:*", "art_content_wrapper": "Using a torque wrench the wrong way leads to incorrectly tightened fasteners, which can spell trouble for your machinery. To do it right, first screw the fasteners on by hand. Some are torqued dry, some lightly oiled--check your shop manual. Next, pick a wrench-- a beam-type is less expensive, but the click-type can be easier to use. To use a beam wrench, first make sure it zeros; bend the pointer if necessary. Turn the wrench steadily, holding the plastic handle so it floats on the pivot to the beam to avoid influencing the readings with your hands. With a click wrench, twist the handle until you see the desired torque in the indicator window. Tighten the wrench until you feel the mechanism click, but no farther. With both wrenches, tighten all fasteners gradually, starting in the middle of the assembly and working in a widening spiral. Begin with one-third of the final torque; return to the first fastener and tighten all to two-thirds of the final torque. Repeat, in sequence, to the final torque. Tip : For something like an oil pan with multiple fasteners, turn them all on two threads before finger-tightening any of them, or the last ones will be hard to start."}, "48": {"art_title": "Use a Framing Hammer", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb6ea6e9_-_100-skills-030-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "It looks easy, but hammering a nail is a skill. Right-handers, stand or kneel with your left foot forward. Hold the hammer just above the knob at the handle's base, with most of the gripping action coming from your thumb, pinky, ring finger and middle finger. Hold the nail between thumb and forefinger with your left hand and tap until it stands in the wood. Take your fingers away and draw back the hammer until the claw is at or just behind your shoulder. Swing forward with a fluid stroke. Tip : To prevent a stud from moving laterally when toenailing it to a plate or header, place the toe of your boot behind the stud."}, "49": {"art_title": "Use a Grease gun", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb72d35e_-_100-skills-031-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Clean the grease fitting with a rag to avoid injecting abrasive dirt. Flexible, right-angle or other specialized ends for the gun help access odd or hard-to-reach fittings. Pump the gun until grease oozes out of the boot. Tip : Load the gun by hand with the best synthetic wheel-bearing grease; it has double the lifetime of the cheap white lithium chassis grease that comes in cartridges."}, "50": {"art_title": "Use an Air-Impact Wrench", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb75b3d5_-_100-skills-032-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "This baby delivers real grunt for removing stuck lugs or crank bolts. Short, large-bore hoses to the compressor minimize pressure drop, ensuring full torque. Small-bore hoses work best with low-air-demand tools. To reinstall lug nuts, use a torque wrench; the air wrench can easily overtighten them. Tip : Be sure to use special impact sockets; normal sockets can grenade under the huge torque."}, "51": {"art_title": "Use a Drill Driver", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb78c369_-_100-skills-033-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Okay, your new trophy tool has officially upped the firepower in your DIY arsenal. Here's drill-driver 101: Use the low-speed, high-torque range for driving screws and the high-speed, low-torque range for most drilling. There's also an adjustable torque-limiter ring to prevent stripped threads and damage to the motor. Set it high for long screws or hard material, low for soft material. Tip : A combo drill/driver bit is handy, especially with hardwoods. Use the drill end (1) for pilot holes, then reverse the bit and use the drill (2) to drive screws."}, "52": {"art_title": "Use a Hand Plane", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb7c542f_-_100-skills-034-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "At the start of a cut, apply downward pressure on the knob. Past the midway point, start to shift pressure to the handle, where all of it should be placed by the time the plane leaves the board."}, "53": {"art_title": "Use a Socket Wrench", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb8069b7_-_100-skills-035-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Among fledgling homeowners, socket-wrench abuse is epidemic—and you don't want to catch the bug. First, keep the tool clean and dry. The ratchet drive mechanism won't tolerate much moisture, dirt or the presence of metal particles. No sense bruising knuckles trying to get the tool into impossible places; buy a wrench with an articulating head and get at least one matching extension bar for it. Finally, be meticulous about keeping all those little sockets in their proper slots—it'll save you unending frustration in the future. CLASSIC MISTAKE: Overdoing the torque. Never slip a pipe over the tool's handle or hit it with a hammer. Save rusted or overtightened nuts for a manual impact driver and impact-rated socket."}, "54": {"art_title": "Use a Multimeter", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb85e0b2_-_100-skills-037-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Always set the meter to the lowest scale that includes your target reading (usually 20 volts for 12-volt circuits). Back-probe connectors; inserting probes into the sockets can damage them. HEADS UP: Car wiring is DC and household wiring is AC, so use the appropriate scales. The current scale (amps) has an upper limit; drawing more current than the meter is rated for will blow a fuse."}, "55": {"art_title": "Use a Brick Trowel", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb88dd21_-_100-skills-038-1008-de.jpg?fill=320:426&resize=980:*", "art_content_wrapper": "Slice down into the mortar pile as if you were cutting a piece of cake. With a quick flick, slide the mortar onto the course of bricks (1) . Smooth into a layer, then make a furrow with the tip of the trowel (2) . Lay a brick in the furrow and press down to squeeze out excess mortar. Level the brick. Scrape off the squeezed-out mortar (3) and use it to \"butter\" the exposed end of the brick you just placed."}, "56": {"art_title": "Use a Sledgehammer", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb8d22c3_-_100-skills-039-1008-de.jpg?fill=320:426&resize=980:*", "art_content_wrapper": "To hammer rock-breaking pins or to pound stakes, use the \"driving swing.\" The basic stance: feet shoulder-width apart, knees flexed. Place your left hand at the base of the handle, just above its flare, and your right hand behind the hammerhead. raise the hammer above your head and slide your right hand down to the base. Power the hammer down through its arc with your upper body, your left hand pulling the handle down as the right pushes and steers. TIP: for maximum accuracy, keep your eye on the target—the way you'd keep your eye on the ball at home plate."}, "57": {"art_title": "Use a Crosscut Saw", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb90fb59_-_100-skills-040-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Hold it at a shallow angle to the wood and make a few light backward strokes to form a groove on the cut line. Tip the saw up to 45 degrees and stroke forward using as much of the blade's length as you can. Ease off pressure on the backstroke. Tip : To keep the saw on course, sight along the cut line slightly ahead of where the blade is cutting."}, "58": {"art_title": "Put Out a Fire", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb95982a_-_100-skills-041-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "According to the National Fire Incident Reporting System, 94 percent of the time a fire extinguisher is employed, a blaze is snuffed out within 2 minutes. A simple acronym—PASS—helps firefighters remember how to use an extinguisher properly. Stand back from the flames—about 8 ft. if possible—near an exit, and pull the pin in the handle. Keeping the extinguisher upright, aim the nozzle at the base of the fire (hitting the flames directly does nothing to put out the blaze). Squeeze the lever to discharge pressurized dry chemical and sweep from side to side until the fire is out. \"One of the worst things you can do if a grease fire starts,\" Cobbs says, \"is to try to move the skillet to the sink. You'll splash flaming grease everywhere and run a high risk of burning yourself—not to mention spreading the fire.\""}, "59": {"art_title": "Change a Diaper", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb9b3d7b_-_100-skills-043-1008-lgn.jpg?fill=320:426&resize=980:*", "art_content_wrapper": "If you're okay with cleaning gunk out of gutters, diapers should be no problem. Lay the baby on his or her back on a firm padded surface with side railings (or on the floor). Unfasten and open the diaper. With one hand, gently grasp the baby by the ankles; raise the baby's bottom and slide out the diaper. Still holding the ankles, clean the baby's bottom with a sanitary wipe or a wet cloth, wiping downward to keep the genitals clean. Slide the new diaper under the baby, lower the legs and release the ankles; fold up and fasten the diaper."}, "60": {"art_title": "Drive in Snow", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcb9e7bab_-_100-skills-044-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Use snow tires on all four corners. (On nondriving wheels, they maintain traction and prevent spinouts during braking or steering.) Tall, narrow tires have more contact pressure than wide ones do, so they're better at cutting through snow down to pavement. Apply throttle sparingly to keep the wheels from breaking loose. Traction is poorest at near-freezing temperatures, when the pressure of the tires melts snow or ice into a thin, slick film of water. More: Winter Driving Tips From the Pros"}, "61": {"art_title": "Remove Bloodstains from Fabric", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcba42b8d_-_100-skills-045-1008-de.jpg?fill=320:426&resize=980:*", "art_content_wrapper": "The two rules: Move fast and use only cold water. If the blood is still wet, blot first with a paper towel. (Don't rub; that only makes it worse.) Rinse with mild detergent. If some stain remains, spray on Windex (ammonia) and soak again. Last resort: hydrogen peroxide before a final cold soak. Then wash normally in cold water; don't heat-dry until the stain is gone."}, "62": {"art_title": "Fell a Tree", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcba6e629_-_100-skills-046-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "First, determine which way the tree will fall. (If it looks like a tossup, call in a professional; perfectly vertical specimens require ropes to pull the tree in the desired direction.) At a comfortable waist level, make a horizontal cut on the side where the tree is going to fall, stopping about a third of the way through the tree. Then make a wedge cut down to the same line. The notch should open toward the direction of fall. Make sure you have a clear 45-degree rear escape route before starting the back cut, aimed slightly above the V of the notch. When the tree starts to move, quickly withdraw the saw and retreat to safety. Yelling Timmmberrr! is strictly optional."}, "63": {"art_title": "Ride a Bike", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcba9d11f_-_100-skills-047-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Remember teetering precariously on a bike while your dad ran behind holding the seat? There's a better way: Start with a bike small enough to allow the child to plant both feet on the ground. Then remove the pedals. Most kids begin using the bike like a scooter, pushing themselves along with their feet. Then they start lifting their feet to coast, which gives them the hang of balancingwhich is much easier to learn without the distraction of pedaling. Next thing you know, they beg you to put the pedals back on so they can ride farther and faster."}, "64": {"art_title": "Conquer an Off-Road Obstacle", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcbadc3d8_-_100-skills-048-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "It comes down to tire placement. Think: Rubber first. Approach the rock or ledge slowly, using first gear and low range in the 4wd system. Aim the driver's side tire (or passenger's side, depending on the obstacle's location) for the rock or ledge at a slight angle, so the rubber hits before the bumper or fender. Once the tire finds traction and begins to pull the vehicle up, raise your sightline to see farther down the trail. If the tires spin, don't floor it. Instead, ease off the gas slightly and saw the wheel back and forth, which helps the tires hunt for traction."}, "65": {"art_title": "Whittle Wood", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcbb2d740_-_100-skills-049-1008-de.jpg?fill=320:426&resize=980:*", "art_content_wrapper": "Pushing cut: If you're righthanded, place your right thumb at the base of the blade. Wrap your left hand around the workpiece so that your left thumb touches the back of the blade's midpoint. Use even pressure and both thumbs to push the blade. Paring cut: Hold the underside of the workpiece in your left hand. With your right thumb under it, draw the knife toward you with the fingers of your right hand."}, "66": {"art_title": "Hitch Up a Trailer", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcbbaddba_-_100-skills-051-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "To confirm that the hitch is secure on the ball, lift the rear of the tow vehicle a couple of inches with the trailer tongue jack. Cross the breakaway chains under the tongue to prevent it from dragging on the pavement in case of a breakaway. To save yourself repeated trips to the rear of the trailer to check lights, turn on both the running lights and four-way flashers simultaneously."}, "67": {"art_title": "Sew a Button", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcbbe0188_-_100-skills-052-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Thread 18 in. of thread through the eye of a needle, forming two strands of equal length. Roll the ends together to make a knot, then rub the thread with candle wax. \"It won't tangle as much,\" says wardrobe designer Marc Borders. Push the needle up through the fabric where the button will be, extending the thread fully to anchor the knot. Slide the button over the needle and down onto the fabric. Place a safety pin between the button and fabric as a temporary spacer. Thread the needle back down through another hole in the button and through the fabric. Repeat until you're almost out of thread, then bring the needle up through the cloth, remove the safety pin, and wrap the thread six times around the other strands underneath the button. Thread the needle back down through the cloth. More: How to Sew by Hand"}, "68": {"art_title": "Throw a Spiral", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcbc148d6_-_100-skills-053-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Autumn's the season to teach this skill. Former Giants Super Bowl QB Phil Simms advises placing the middle and ring fingers over the laces and the index finger just behind them, thumb below. (Smaller hands can grab the ball closer to the point.) Cup the ball with the other hand and bring it next to the ear, pointing the opposite shoulder in the direction you wish to throw. As you finish the throw, flick the wrist downward to impart spin."}, "69": {"art_title": "Homebrew Beer", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcbd8c7bc_-_100-skills-059-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Go your local microbrew one better. Mix 4 to 5 pounds of malt extract with 5 gal. of water. Boil vigorously for an hour, adding the desired amount and variety of hops at the start and again after 45 minutes of boiling. Cool quickly, then pour into a fermenter and add yeast. \"That's what gives beer its fizz,\" says Todd Frye, owner of the Home Brewery. Let the mixture ferment for two to three weeks, then add 1/12 cups of corn sugar. Bottle a batch in sterilized glass, seal it and let it sit for three to six weeks. More: How to Homebrew Beer"}, "70": {"art_title": "Replace a Fan Belt", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcbdf052b_-_100-skills-061-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Cut off the old belt with a knife. Inspect for possible causes of failure, such as misaligned pulleys, rubber buildup in the grooves or a worn-out tensioner spring. If everything checks out, install the new belt by unloading the idler pulley and slipping it into place. (Check the owner's manual; the belt routing can be complex.)"}, "71": {"art_title": "Mix Concrete", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcbe79455_-_100-skills-063-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "If you're going to use more than a cubic yard of concrete--a 9 x 9-ft. pad, 4 in. thick--call a Redi-Mix vendor. But for smaller jobs like a deck landing or fencepost footings, you can do it yourself with a hoe, shovel and wheel-barrow. Rule of thumb: A bag of portland cement makes about one- sixth of a cubic yard--or about a 44-in. square, 4 in. thick. Mix 2 1/2 shovels of sand and 2 1/2 of gravel to each shovel of cement. (Exact proportions vary with the size of the aggregate--aka sand and gravel.) Shovel the aggregate and cement into a wheelbarrow. Mix in water cautiously; a drier mix makes stronger concrete. When the mixture is gray/green, form a handful into a 3-in. ball. Toss it from one hand to the other. Too dry, and it will crumble; if it splatters, it's too wet. Correct the consistency with the appropriate ingredient. Don't let the concrete dry for more than an hour between loads. Cure the poured concrete by keeping it moist for three to seven days—cover it with plastic or sprinkle water on it so the surface stays damp."}, "72": {"art_title": "Replace a Faucet Washer", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcbf7846a_-_100-skills-068-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Pry the cap off the handle and unscrew the screw beneath it. Below that is the stem, or bonnet nut, which may be recessed and require a socket wrench. (Careful, it's soft metal.) One more screw underneath to take out, and then voilÃ—the washer. Once the new washer is in place, grease the stem and replace everything in reverse order."}, "73": {"art_title": "Tie a Necktie", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc021270_-_100-skills-070-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Don't wait till just before an event, when the pressure's on. Set aside a relaxed time for this classic father son bonding ritual. Stand behind him as you guide him through the drill for a half Windsor knot: wide end on the left, hanging 12 in. below the narrow end. Then wide end over narrow (A) , up through the loop, over and back down (B) . Then wrap wide end around (C) , encircling the loop clockwise (D) . Wrap wide end behind the loop again, then bring it up (E) , over and back down (F) . Tighten and draw the knot up to the collar (G) ."}, "74": {"art_title": "Grow Food", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc04d86a_-_100-skills-071-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "For millennia, farmers have known that raised-bed gardens drain better and are easier to keep free of weeds. Make the border of the bed out of brick, stone or wood. (Rot-resistant cedar or redwood is best; avoid creosoted rail ties.) Loosen the soil beneath the bed to a depth of 6 to 12 in. to allow good drainage. Line the bottom with fine wire mesh to foil burrowing pests, then fill the bed with 12 to 18 in. of soil. Lisa Yankowski of gardeners.com recommends a mixture of topsoil, compost, peat moss and ground-up leaves."}, "75": {"art_title": "Handle a Blowout", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc099052_-_100-skills-072-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "\"Instead of hitting the brakes, maintain your speed,\" says Eric Espinosa, executive director of the Maryland-based National Institute of Vehicle Dynamics. Sudden changes of speed can compromise what structural integrity the tire may still have. Steer gently for the same reason. With things fully under control, slow gradually and pull over to the shoulder."}, "76": {"art_title": "Skipper a Boat", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc0c8c43_-_100-skills-073-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "\"You cannot assume that every driver on the water is experienced enough to know the right thing to do,\" says Sgt. William Arnold of the Steuben County, Ind., marine patrol. He advises following these rules: Sailboats have the right of way over powerboats, which must yield to the right. If two powerboats meet, each boat should yield to its right. When overtaking a boat, a driver should blast his horn and pass on the left—like a car on the highway. If two boats meet at an angle, the safest approach is to yield, even if the other boat is coming into your lane. Try to keep boating traffic flowing counterclockwise on small bodies of water. \"Finally,\" Arnold says, \"no speeding after sunset.\""}, "77": {"art_title": "Make a Drum-Tight Bed", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc136e95_-_100-skills-075-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Tuck in the sheet along the foot of the bed; fold the sheet at a 45-degree angle at each curve of the mattress. Tightly tuck the excess sheet underneath the mattress to complete what's known as a hospital corner. \"Some cadets get on their backs on the floor beneath the bed to pull the sheet tight,\" Kaplan says. Next, fold a blanket halfway down the bed and tuck in the bottom half. Crease the bottom edges into hospital corners and prepare for the white-glove inspection."}, "78": {"art_title": "Shine Shoes", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc1739b7_-_100-skills-076-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Wipe your shoes, then wrap a small, square white rag around your index and middle fingers. Rub one to two rotations' worth of polish into the cloth. Apply lightly in small circular motions. And, yep, it really does help to moisten the leather with a bit of spit. To buff, repeat the small circles with a clean cloth. \"This removes the wax and leaves a shine,\" Kaplan says."}, "79": {"art_title": "Carve a Turkey", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc1d8c8d_-_100-skills-078-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Position the turkey on a wooden cutting board, cavity side facing you. Use a sharp 8- to 12-in. chef's knife and make a cut at each thigh; they'll open up naturally, and you can take them off. Split the leg and the thigh at the joint and put them on a platter. Next, use the tip of your knife to follow the bones on the left wing side, starting on top and working down. \"Go slow and stay on the bone; don't go into the meat,\" Symon says. \"The breast comes right off.\" Repeat on the right side, then lay the breasts on the cutting board and slice them. (Some carvers go for thin, elegant pieces; Symon prefers thick, hearty slabs.) Arrange the slices artfully on the platter—toss on some parsley sprigs as a garnish—and serve."}, "80": {"art_title": "Replace a Broken Windowpane", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc216bec_-_100-skills-079-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Wearing thick leather gloves, knock or pull out all the remaining glass. Soften the putty with a hair dryer, then cut it away with a putty knife. Using needle-nose pliers, pull out the glazing points holding the window. Cut the new glass 1/8 in. undersize, press it into a thin layer of putty and install new glazing points. Fill up the ledge outside the glass with new putty. Use the V blade on a double-end glazing tool to form the putty neatly into shape, making a smooth transition between the frame and the window. Let it dry two weeks and paint."}, "81": {"art_title": "Change a Single-Pole Switch", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc24dd4a_-_100-skills-080-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "It's a dead-simple job, but the electrical connections have to be firm. To ensure good connections, wrap the wires under their respective terminal screws in a clockwise direction, so that tightening the screw reinforces the wrap. For the ground screw (the green one), hold the screw tab with a pair of needle-nose pliers to avoid accidentally snapping it off or bending it."}, "82": {"art_title": "Fix a Clogged Sink", "art_img_url": "https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/gettyimages-921346108-1-1533713761.jpg?crop=1xw:1xh;center,top&resize=980:*", "art_content_wrapper": "To fix a clogged sink, first make sure there is no blockage you and see or feel. Use a drain plunger to completely cover the opening of the drain and push and pull the plunger 3 or 4 times to clear the drain. If you have two drains in one sink, make sure to cover one of them with a wet rag to create an airtight seal inside the pipes."}, "83": {"art_title": "Escape a Rip Current", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc2ed5ca_-_100-skills-083-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "First, stay calm—and don't fight the current. Swim parallel to the shoreline. When you're out of the current (you'll feel it, because a rip current can move 5 mph), head in toward shore."}, "84": {"art_title": "Use a Sewing Machine", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc33bb44_-_100-skills-084-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "One of the most elegant mechanical devices in the home, the sewing machine can be used on camping gear, light tarps, kites and myriad other manly stuff. To start, thread the bobbin and the machine. (Check your owner's manual; machines have different threading procedures.) Once the needle is threaded and the bobbin thread pulled up from below, you're ready to sew. Use the hand wheel on the right to raise the needle to its apex. Then lift the presser foot (the small slotted metal plate) and slide your two pieces of fabric underneath. Drop the needle down to just above the cloth, and lower the presser foot to hold the cloth in place. The two pieces of cloth should be pinned to hold them together. \"Pin horizontally, perpendicular to the seam,\" says wardrobe designer Marc Borders. \"You break fewer needles.\" Now hit the gas (gently) with the foot pedal. The needle will start bobbing up and down, and the feed dogs will pull the cloth under the needle. Press harder on the foot pedal to speed up the process. Keep one hand lightly on either side of the presser foot so you can guide the cloth along the desired line. Don't push or pull the fabric, however. Let the feed dogs move it. To get the standard quarter-inch seam, keep the edge of the cloth even with the edge of the presser foot."}, "85": {"art_title": "Treat a Snakebite", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc37ae48_-_100-skills-085-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Myth: Cut open the wound and suck out the venom. Skill: Save your lips. The fastest, simplest treatment is a shot of antivenin. Unless you are certain that the snake was not venomous, call 911 or get yourself to the ER immediately after any snakebite. Minimize physical activity and lightly wrap the arm or leg just above the bite to limit swelling and slow the spread of venom. Antivenin is widely available and easy to administer. According to Dr. Mark Ryan of the Louisiana Poison Center, \"the chances of dying from a snakebite in the U.S. are quite small.\""}, "86": {"art_title": "Survive Frostbite", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc3a80c7_-_100-skills-086-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Myth: Rub snow on the affected area. Skill: Yeah, and cure a hangover with vodka. At the first sign of tingling, pain or numbness in the fingers, toes, ears or nose, get inside and get warm. Dunk the frostbitten parts in warm water at 100 to 105 F—the temperature of a hot tub—for 10 minutes. (The process can be painful; take some ibuprofen.) As the water cools, keep warming it back up to 100 to 105 F. If hot water is unavailable, lightly compress the frosted parts against your—or somebody else's—armpit or groin. Do not rub the affected area."}, "87": {"art_title": "Treat Burns", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc3d50b1_-_100-skills-087-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Myth: Put butter on it. Skill: Sorry, grandma. Cold running water is the immediate emollient of choice for minor first-degree burns. Once the burn has cooled, try ibuprofen and topical creams or sprays. For small second-degree burns (blisters; white, dead skin) get soap and water, antiseptic cream and a bandage. For larger or more severe burns, get to a doctor or the ER."}, "88": {"art_title": "Handle Seizures", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc413b5c_-_100-skills-088-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Myth: Shove a spoon in the victim's mouth so he won't swallow his tongue. Skill: It's physically impossible to swallow your tongue. In fact, there's little you can do to help a seizure victim except to roll him on his side into the \"recovery position,\" remove hard or sharp items from the area and seek medical attention. Don't try to restrain him; it can only cause injury."}, "89": {"art_title": "Remove Ticks", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc4535ed_-_100-skills-089-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Myth: Burn it off with a cigarette. Skill: The goal is not to inflict pain on the little sucker (and probably yourself), but to remove the entire tick, including its embedded mouth parts. Using dull tweezers (sharp ones may cut off the body, leaving the head), pull the tick gently and steadily away from the skin. It may take a minute or two to gradually extract it, so be patient."}, "90": {"art_title": "Change a Car Tire", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc48310e_-_100-skills-090-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Here's Junior's first step to a NASCAR pit crew. The secret is to break the nuts loose with the wrench before you jack up the car. (Otherwise the wheel spins in the air.) Same deal in reverse: After mounting the spare, tighten the nuts with your fingers and a nip from the wrench, then lower the car for the final tightening. (Tighten in a star pattern, not a circular one.) Practice on a level driveway, and make it a game by putting him on the stopwatch."}, "91": {"art_title": "Shovel the Right Way", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc4adda0_-_100-skills-091-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "\"The most important thing is to make sure the blade is sharp,\" says Gwen Petersen, author of How to Shovel Manure and Other Life Lessons for the Country Woman. Size the blade to the density of what you're shoveling—big for snow, small for dirt. Keep knees bent and posture upright. To reduce spinal stress, dump the load behind you instead of throwing it forward."}, "92": {"art_title": "Fix a Toilet-Tank Flapper", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc4dea6b_-_100-skills-092-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "A worn-out flapper valve is the usual culprit when a toilet sounds as though it's continually flushing itself. Water drains past the leaky valve and triggers the fill valve to admit more water. To replace the flapper, turn off the water supply to the toilet and flush it to drain the water from the tank. Unclip the flapper from the base of the overflow tube, lift it out of the tank and unhook the chain connecting it to the trip lever. Before you install the new flapper, use a plastic scouring pad to clean the flush valve, where the new flapper will sit when closed. Reattach the chain to the new flapper and clip it in."}, "93": {"art_title": "Tackle Steep Drops on a Mountain Bike", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc537575_-_100-skills-093-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Negotiating descents—without pitching over the handlebars—is a core skill for mountain bikers, but even casual riders should be ready for sudden dips. Here's the key: Keep the bike between you and the ground. Sounds simple, but it takes a little work. On steep descents, stand on the pedals, stretch out your arms and push your butt behind the seat. That gets your weight closer to the back of the bike rather than teetering over the front wheel. Instead of riding the bike down the hill, imagine you're pushing the bike in front of you."}, "94": {"art_title": "Reverse Hypothermia", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc563eae_-_100-skills-094-1008-lgn.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "At the first sign of violent shivering, loss of coordination or confusion, take extreme measures to warm the victim. If indoors, remove any wet clothing and wrap him in an electric blanket or a standard blanket with hot-water bottles. If the victim can walk, get him into a bath with water heated to at least 100 F. Outdoors, strip off wet clothing, start a fire and get the victim into a sleeping bag, preferably with one or two warm people in a \"human sandwich.\" Give hot, sweet drinks like cocoa, but no caffeine or alcohol."}, "95": {"art_title": "Perform the Heimlich", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc5995f9_-_100-skills-095-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "If the choking person is unable to cough, get behind him, put your arms around his waist and clasp your hands together in a wrapped fist just above the navel. Sharply thrust up and back to generate an artificial cough. It is this coughing that dislodges whatever is blocking the airway."}, "96": {"art_title": "Perform Hands-Only CPR", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc5c7948_-_100-skills-096-1008-de.jpg?fill=320:426&resize=980:*", "art_content_wrapper": "In this new, simplified procedure, place your dominant hand on the middle of the victim's chest; put your other hand on top of it and interlock your fingers. Straighten your arms and, using as much of your body weight as you can, begin sharply and rapidly compressing the chest about 2 in. with the heels of your hands. Continue to deliver 100 compressions per minute until the person revives or help arrives. And don't worry—your actions can only help."}, "97": {"art_title": "Prune Bushes and Small Trees", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc60c873_-_100-skills-097-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Limbs that are diseased or rub against each other are prime candidates for a prune job. Your tool depends on branch diameter: Use a bypass pruner for under 5/8 in.; bypass lopper, 5/8 in. to 7/8 in.; pruning saw, 7/8 in. to 2 in.; or bow saw, 2-in.-plus. For large branches, lift the tip and make a first cut up from the bottom. Finish by cutting down from the top, so the severed branch doesn't tear off bark as it falls. To remove the entire limb, saw just outside the branch collar, a raised ridge of bark that contains cells to heal the cut surface. Work from the bottom up to keep higher branches from getting caught in lower ones when they fall."}, "98": {"art_title": "Unclog a Toilet", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/15/51/1450188223-flange-plunger.jpg?crop=1xw:1xh;center,top&resize=768:*", "art_content_wrapper": "Clogged toilets are a fact of life, but don't just rely on a plumber to sort out the problem. Buy a toilet plunger —which differs from a sink plunger. Make sure the toilet bowl is filled with water and the plunger has a nice tight seal and give it 3 or 4 good pushes and then release it. Repeat if necessary."}, "99": {"art_title": "Jumpstart a Car", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc642b31_-_100-skills-098-1008-de.jpg?crop=1xw:1.0xh;center,top&resize=980:*", "art_content_wrapper": "Use the red cable to connect the batteries' positive (+) terminals. Clip the black cable to the live battery's negative (-) terminal, but don't touch the other end to the dead battery's negative terminal. Instead, clip it to anything metal that's connected to the engine. Start the live car; let it idle for 10 minutes, then crank the dead car. Remove the cables in reverse order, making sure they don't touch each other or either car."}, "100": {"art_title": "Fold the Flag", "art_img_url": "https://hips.hearstapps.com/pop.h-cdn.co/assets/cm/15/06/54cfbcc6a3559_-_100-skills-100-1008-lgn.jpg?fill=320:426&resize=980:*", "art_content_wrapper": "It takes two people to fold the American flag properly, without letting it touch the ground. Follow this illustrated sequence, tucking in the final fold so only the blue star field is visible."}}